Repository: yurqo/dive-free
Catalog: Apps/iPhoneApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, uk

source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
pt: Desligado
uk: Вимкнено

source: on Apple Watch
de: auf Apple Watch
es: en el Apple Watch
fr: sur l’Apple Watch
it: su Apple Watch
ja: Apple Watchで
pt: no Apple Watch
uk: на Apple Watch

source: On Apple Watch Ultra, assign Dive Free under the watch's Settings ▸ Action Button ▸ **Workout** ▸ Dive Free — it runs as a workout, so it's under Workout, not “App.” Without it, use the on-screen controls at the surface (see the watch chapter).
de: Weise Dive Free auf der Apple Watch Ultra unter den Einstellungen der Uhr ▸ Action Button ▸ **Training** ▸ Dive Free zu — es läuft als Training, also steht es unter Training, nicht „App“. Ohne das nutze die Bildschirmsteuerung an der Oberfläche (siehe Uhr-Kapitel).
es: En el Apple Watch Ultra, asigna Dive Free en los Ajustes del reloj ▸ Botón Acción ▸ **Entrenamiento** ▸ Dive Free: se ejecuta como un entrenamiento, así que está en Entrenamiento, no en «App». Sin ello, usa los controles en pantalla en la superficie (consulta el capítulo del reloj).
fr: Sur l’Apple Watch Ultra, assignez Dive Free dans les Réglages de la montre ▸ Bouton Action ▸ **Exercice** ▸ Dive Free — elle s’exécute comme un exercice, donc sous Exercice, pas « App ». Sans cela, utilisez les commandes à l’écran en surface (voir le chapitre de la montre).
it: Su Apple Watch Ultra, assegna Dive Free nelle Impostazioni dell’orologio ▸ Tasto Azione ▸ **Allenamento** ▸ Dive Free — funziona come un allenamento, quindi è sotto Allenamento, non “App”. Senza, usa i comandi su schermo in superficie (vedi il capitolo dell’orologio).
ja: Apple Watch Ultraでは、時計の設定 ▸ アクションボタン ▸ **ワークアウト** ▸ Dive FreeでDive Freeを割り当てます——ワークアウトとして動作するため、「App」ではなくワークアウトの下にあります。割り当てない場合は、水面で画面上のコントロールを使います（時計の章を参照）。
pt: No Apple Watch Ultra, atribua o Dive Free em Ajustes do relógio ▸ Botão de Ação ▸ **Treino** ▸ Dive Free — ele roda como um treino, então fica em Treino, não em “App”. Sem isso, use os controles na tela na superfície (veja o capítulo do relógio).
uk: На Apple Watch Ultra призначте Dive Free у Налаштуваннях годинника ▸ Кнопка Дії ▸ **Тренування** ▸ Dive Free — він працює як тренування, тож перебуває в розділі Тренування, а не «App». Без цього користуйтеся екранними елементами керування на поверхні (див. розділ про годинник).

source: On watch
de: Auf der Uhr
es: En el reloj
fr: Sur la montre
it: Sull’orologio
ja: 時計に保存
pt: No relógio
uk: На годиннику

source: On your iPad
de: Auf deinem iPad
es: En tu iPad
fr: Sur votre iPad
it: Sul tuo iPad
ja: iPadで
pt: No seu iPad
uk: На вашому iPad

source: On your iPhone: your logbook
de: Auf deinem iPhone: dein Logbuch
es: En tu iPhone: tu cuaderno de buceo
fr: Sur votre iPhone : votre carnet
it: Sul tuo iPhone: il tuo diario
ja: iPhoneで：ログブック
pt: No seu iPhone: seu diário de bordo
uk: На вашому iPhone: журнал занурень

source: On your wrist: the Apple Watch
de: An deinem Handgelenk: die Apple Watch
es: En tu muñeca: el Apple Watch
fr: À votre poignet : l’Apple Watch
it: Al tuo polso: l’Apple Watch
ja: 手首に：Apple Watch
pt: No seu pulso: o Apple Watch
uk: На зап’ясті: Apple Watch

source: One-off
de: Einmalig
es: Único
fr: Ponctuel
it: Una tantum
ja: 1回のみ
pt: Avulso
uk: Разово

source: Open a session and add photos or videos from your library. **Suggest from This Dive** finds shots taken during the session's time window, so you don't have to hunt for them.
de: Öffne eine Session und füge Fotos oder Videos aus deiner Mediathek hinzu. **Aus diesem Tauchgang vorschlagen** findet Aufnahmen aus dem Zeitfenster der Session, sodass du nicht danach suchen musst.
es: Abre una sesión y añade fotos o vídeos de tu fototeca. **Sugerir de esta inmersión** encuentra las tomas hechas durante el intervalo de la sesión, para que no tengas que buscarlas.
fr: Ouvrez une session et ajoutez des photos ou des vidéos de votre photothèque. **Suggérer depuis cette plongée** trouve les prises faites pendant la fenêtre horaire de la session, pour vous éviter de les chercher.
it: Apri una sessione e aggiungi foto o video dalla tua libreria. **Suggerisci da questa immersione** trova gli scatti fatti durante la finestra temporale della sessione, così non devi cercarli.
ja: セッションを開いて、ライブラリから写真やビデオを追加できます。**このダイブから提案**が、セッションの時間帯に撮影した写真を見つけてくれるので、探す手間がありません。
pt: Abra uma sessão e adicione fotos ou vídeos da sua biblioteca. **Sugerir deste mergulho** encontra imagens tiradas na janela de tempo da sessão, para você não ter que procurá-las.
uk: Відкрийте сесію й додайте фото чи відео з медіатеки. **Запропонувати з цього занурення** знаходить знімки, зроблені в часовому проміжку сесії, тож вам не доведеться їх шукати.

source: Open DiveFree to follow it live — depth and dives update in the app.
de: Öffne DiveFree, um live zu folgen — Tiefe und Tauchgänge aktualisieren sich in der App.
es: Abre DiveFree para seguirla en directo: la profundidad y las inmersiones se actualizan en la app.
fr: Ouvrez DiveFree pour la suivre en direct — la profondeur et les plongées se mettent à jour dans l’app.
it: Apri DiveFree per seguirla in diretta: profondità e immersioni si aggiornano nell’app.
ja: DiveFreeを開くとライブで確認できます——水深とダイブがアプリ内で更新されます。
pt: Abra o DiveFree para acompanhar ao vivo — profundidade e mergulhos atualizam no app.
uk: Відкрийте DiveFree, щоб стежити наживо — глибина та занурення оновлюються в застосунку.

source: Open Settings from the gear icon on the **Dives** tab to choose your **units** (metric, imperial, or a custom mix — it syncs to the watch), manage **custom markers**, check **iCloud sync**, and connect **Strava**.
de: Öffne die Einstellungen über das Zahnradsymbol im Tab **Tauchgänge**, um deine **Einheiten** zu wählen (metrisch, imperial oder eine eigene Mischung — sie synchronisiert zur Uhr), **eigene Markierungen** zu verwalten, die **iCloud-Synchronisierung** zu prüfen und **Strava** zu verbinden.
es: Abre Ajustes desde el icono de engranaje en la pestaña **Inmersiones** para elegir tus **unidades** (métrico, imperial o una mezcla personalizada; se sincroniza con el reloj), gestionar **marcadores personalizados**, comprobar la **sincronización con iCloud** y conectar **Strava**.
fr: Ouvrez Réglages depuis l’icône d’engrenage de l’onglet **Plongées** pour choisir vos **unités** (métrique, impérial ou un mélange personnalisé — cela se synchronise avec la montre), gérer les **repères personnalisés**, vérifier la **synchronisation iCloud** et connecter **Strava**.
it: Apri Impostazioni dall’icona a ingranaggio nella scheda **Immersioni** per scegliere le **unità** (metrico, imperiale o un mix personalizzato — si sincronizza con l’orologio), gestire i **marcatori personalizzati**, controllare la **sincronizzazione iCloud** e collegare **Strava**.
ja: **ダイブ**タブの歯車アイコンから設定を開くと、**単位**（メートル法、ヤード・ポンド法、またはカスタムの組み合わせ——時計に同期されます）を選び、**カスタムマーカー**を管理し、**iCloud同期**を確認し、**Strava**を接続できます。
pt: Abra os Ajustes pelo ícone de engrenagem na aba **Mergulhos** para escolher suas **unidades** (métrico, imperial ou uma mistura personalizada — sincroniza com o relógio), gerenciar **marcadores personalizados**, verificar a **sincronização com o iCloud** e conectar o **Strava**.
uk: Відкрийте Налаштування зі значка шестірні на вкладці **Занурення**, щоб вибрати **одиниці** (метричні, імперські чи власну суміш — синхронізується з годинником), керувати **власними позначками**, перевірити **синхронізацію iCloud** та підключити **Strava**.

source: Overcast
de: Bedeckt
es: Nublado
fr: Couvert
it: Coperto
ja: 曇り
pt: Encoberto
uk: Хмарно

source: Overrides the automatic location name. Once edited, it won't be replaced automatically.
de: Überschreibt den automatischen Ortsnamen. Einmal bearbeitet, wird er nicht mehr automatisch ersetzt.
es: Anula el nombre de ubicación automático. Una vez editado, no se reemplazará automáticamente.
fr: Remplace le nom de lieu automatique. Une fois modifié, il ne sera plus remplacé automatiquement.
it: Sostituisce il nome della posizione automatico. Una volta modificato, non verrà sostituito automaticamente.
ja: 自動で付けられる場所の名前を上書きします。一度編集すると、自動的に置き換えられることはありません。
pt: Substitui o nome de local automático. Uma vez editado, não será substituído automaticamente.
uk: Перевизначає автоматичну назву місця. Після редагування вона не замінюватиметься автоматично.

source: Partly cloudy
de: Teils bewölkt
es: Parcialmente nublado
fr: Partiellement nuageux
it: Parzialmente nuvoloso
ja: 晴れ時々曇り
pt: Parcialmente nublado
uk: Мінлива хмарність

source: Passport
de: Pass
es: Pasaporte
fr: Passeport
it: Passaporto
ja: パスポート
pt: Passaporte
uk: Паспорт

source: Personal bests
de: Persönliche Bestwerte
es: Récords personales
fr: Records personnels
it: Record personali
ja: 自己ベスト
pt: Recordes pessoais
uk: Особисті рекорди

source: Photo Access Needed
de: Fotozugriff erforderlich
es: Se necesita acceso a fotos
fr: Accès aux photos requis
it: Accesso alle foto necessario
ja: 写真へのアクセスが必要
pt: Acesso às fotos necessário
uk: Потрібен доступ до фото

source: Photos
de: Fotos
es: Fotos
it: Foto
ja: 写真
pt: Fotos
uk: Фото

source: Photos & videos
de: Fotos & Videos
es: Fotos y vídeos
fr: Photos et vidéos
it: Foto e video
ja: 写真とビデオ
pt: Fotos e vídeos
uk: Фото та відео

source: Photos aren't reaching my iPad
de: Fotos kommen nicht auf meinem iPad an
es: Las fotos no llegan a mi iPad
fr: Les photos n’arrivent pas sur mon iPad
it: Le foto non arrivano sull’iPad
ja: 写真がiPadに届きません
pt: As fotos não chegam ao meu iPad
uk: Фото не потрапляють на iPad

source: Photos can't be added to a Strava activity through Strava's public tools, so add those on Strava yourself if you'd like.
de: Fotos lassen sich über Stravas öffentliche Werkzeuge nicht zu einer Strava-Aktivität hinzufügen, also füge sie bei Bedarf selbst auf Strava hinzu.
es: No se pueden añadir fotos a una actividad de Strava mediante las herramientas públicas de Strava, así que añádelas tú mismo en Strava si quieres.
fr: Les photos ne peuvent pas être ajoutées à une activité Strava via les outils publics de Strava ; ajoutez-les vous-même sur Strava si vous le souhaitez.
it: Le foto non possono essere aggiunte a un’attività Strava tramite gli strumenti pubblici di Strava, quindi aggiungile tu stesso su Strava se vuoi.
ja: Stravaの公開ツールではアクティビティに写真を追加できないため、必要な場合はStrava上でご自身で追加してください。
pt: Fotos não podem ser adicionadas a uma atividade do Strava pelas ferramentas públicas do Strava, então adicione-as você mesmo no Strava, se quiser.
uk: Фото не можна додати до активності Strava через публічні інструменти Strava, тож за бажання додайте їх у Strava самостійно.

source: Photos from This Dive
de: Fotos aus diesem Tauchgang
es: Fotos de esta inmersión
fr: Photos de cette plongée
it: Foto di questa immersione
ja: このダイブの写真
pt: Fotos deste mergulho
uk: Фото з цього занурення

source: Pick metric, imperial, or a custom mix in Settings — depth, distance, and temperature follow your choice here and on iPhone. Set it on the phone and it syncs to the watch.
de: Wähle in den Einstellungen metrisch, imperial oder eine eigene Mischung — Tiefe, Distanz und Temperatur folgen deiner Wahl hier und auf dem iPhone. Am iPhone eingestellt, synchronisiert es zur Uhr.
es: Elige métrico, imperial o una mezcla personalizada en Ajustes: la profundidad, la distancia y la temperatura siguen tu elección aquí y en el iPhone. Configúralo en el teléfono y se sincroniza con el reloj.
fr: Choisissez métrique, impérial ou un mélange personnalisé dans Réglages — la profondeur, la distance et la température suivent votre choix ici et sur l’iPhone. Réglez-le sur le téléphone et cela se synchronise avec la montre.
it: Scegli metrico, imperiale o un mix personalizzato in Impostazioni: profondità, distanza e temperatura seguono la tua scelta qui e sull’iPhone. Impostalo sul telefono e si sincronizza con l’orologio.
ja: 設定でメートル法、ヤード・ポンド法、またはカスタムの組み合わせを選べます——水深・距離・水温は、ここでもiPhoneでもこの選択に従います。iPhoneで設定すると時計に同期されます。
pt: Escolha métrico, imperial ou uma mistura personalizada nos Ajustes — profundidade, distância e temperatura seguem sua escolha aqui e no iPhone. Defina no telefone e sincroniza com o relógio.
uk: Виберіть метричні, імперські чи власну суміш у Налаштуваннях — глибина, відстань і температура слідують вашому вибору тут і на iPhone. Установіть на телефоні, і воно синхронізується з годинником.

source: Plays a tone underwater at each interval — a distinct double tone at the major mark — so you can track dive time hands-free. Awareness only, not a dive timer.
de: Spielt unter Wasser bei jedem Intervall einen Ton — ein deutlicher Doppelton am großen Punkt —, damit du die Tauchzeit freihändig verfolgen kannst. Nur zur Orientierung, kein Tauchtimer.
es: Reproduce un tono bajo el agua en cada intervalo —un doble tono distintivo en la marca principal— para que puedas seguir el tiempo de inmersión con las manos libres. Solo como referencia, no es un cronómetro de buceo.
fr: Émet un son sous l’eau à chaque intervalle — un double son distinct au repère principal — pour suivre le temps de plongée mains libres. À titre indicatif seulement, ce n’est pas un chronomètre de plongée.
it: Riproduce un tono sott’acqua a ogni intervallo — un doppio tono distinto al segno principale — così puoi seguire il tempo dell’immersione a mani libere. Solo indicativo, non è un timer da immersione.
ja: 各インターバルで水中に音を鳴らし——主要な区切りでははっきりとした二重音——手を使わずにダイブ時間を把握できます。あくまで目安で、ダイブタイマーではありません。
pt: Toca um som debaixo d'água a cada intervalo — um som duplo distinto na marca longa — para você acompanhar o tempo de mergulho sem as mãos. Apenas para orientação, não é um cronômetro de mergulho.
uk: Відтворює тон під водою на кожному інтервалі — окремий подвійний тон на основній позначці — щоб ви могли стежити за часом занурення без рук. Лише для орієнтації, це не дайв-таймер.

source: Pre-selected in the action carousel, and what the Action button drops while you're underwater.
de: Im Aktions-Karussell vorausgewählt und das, was der Action Button unter Wasser setzt.
es: Preseleccionado en el carrusel de acciones y lo que suelta el botón Acción mientras estás bajo el agua.
fr: Présélectionné dans le carrousel d’actions et c’est ce que pose le bouton Action lorsque vous êtes sous l’eau.
it: Preselezionato nel carosello delle azioni ed è ciò che il tasto Azione rilascia mentre sei sott’acqua.
ja: アクションのカルーセルであらかじめ選択され、水中でアクションボタンを押したときに記録されるものです。
pt: Pré-selecionado no carrossel de ações, e o que o botão de Ação solta enquanto você está debaixo d'água.
uk: Обрана заздалегідь у каруселі дій, і саме її ставить кнопка Дії, поки ви під водою.

source: Press the **Action + side buttons together** to start a dive the moment you drop, and again to end it — handy for very shallow dives that automatic detection might miss. Otherwise the watch detects dives for you.
de: Drücke die **Action- und Seitentaste zusammen**, um einen Tauchgang im Moment des Abtauchens zu starten, und erneut, um ihn zu beenden — praktisch für sehr flache Tauchgänge, die die automatische Erkennung übersehen könnte. Sonst erkennt die Uhr Tauchgänge für dich.
es: Pulsa **los botones Acción + lateral a la vez** para iniciar una inmersión en cuanto bajes, y de nuevo para terminarla, útil para inmersiones muy superficiales que la detección automática podría pasar por alto. Por lo demás, el reloj detecta las inmersiones por ti.
fr: Appuyez sur **les boutons Action + latéral ensemble** pour démarrer une plongée dès que vous descendez, et de nouveau pour la terminer — pratique pour les plongées très peu profondes que la détection automatique pourrait manquer. Sinon, la montre détecte les plongées pour vous.
it: Premi **i tasti Azione + laterale insieme** per iniziare un’immersione nel momento in cui scendi, e di nuovo per terminarla — utile per immersioni molto basse che il rilevamento automatico potrebbe non cogliere. Altrimenti l’orologio rileva le immersioni per te.
ja: **アクションボタンとサイドボタンを同時に押す**と、潜った瞬間にダイブを開始し、もう一度押すと終了します——自動検出では見逃しがちなごく浅いダイブに便利です。それ以外は時計が自動でダイブを検出します。
pt: Pressione os **botões de Ação + lateral juntos** para iniciar um mergulho no momento em que você desce, e de novo para encerrá-lo — útil para mergulhos muito rasos que a detecção automática pode não pegar. Caso contrário, o relógio detecta os mergulhos para você.
uk: Натисніть **кнопки Дія + бічна разом**, щоб почати занурення тієї миті, коли ви опускаєтеся, і ще раз, щоб завершити його — зручно для дуже мілких занурень, які автоматичне виявлення може пропустити. В інших випадках годинник виявляє занурення за вас.

source: Press the Action + side button together to start a dive the instant you descend, and again to end it — before depth even registers. Auto-detection handles dives otherwise.
de: Drücke Action- und Seitentaste zusammen, um einen Tauchgang im Moment des Abtauchens zu starten, und erneut, um ihn zu beenden — noch bevor die Tiefe erfasst wird. Sonst übernimmt die automatische Erkennung.
es: Pulsa Acción + lateral a la vez para iniciar una inmersión en el instante en que desciendes, y de nuevo para terminarla, antes incluso de que se registre la profundidad. Por lo demás, la detección automática se encarga.
fr: Appuyez sur Action + latéral ensemble pour démarrer une plongée dès que vous descendez, et de nouveau pour la terminer — avant même que la profondeur ne s’enregistre. Sinon, la détection automatique s’en charge.
it: Premi Azione + laterale insieme per iniziare un’immersione nell’istante in cui scendi, e di nuovo per terminarla — prima ancora che la profondità venga registrata. Altrimenti ci pensa il rilevamento automatico.
ja: アクション+サイドを同時に押すと、潜った瞬間に——水深が記録される前でも——ダイブを開始し、もう一度押すと終了します。それ以外は自動検出が処理します。
pt: Pressione os botões de Ação + lateral juntos para iniciar um mergulho no instante em que você desce, e de novo para encerrá-lo — antes mesmo de a profundidade ser registrada. Fora isso, a detecção automática cuida dos mergulhos.
uk: Натисніть Дія + бічна разом, щоб почати занурення тієї миті, коли ви спускаєтеся, і ще раз, щоб завершити його — ще до того, як зафіксується глибина. В інших випадках спрацьовує автоматичне виявлення.

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
pt: Política de Privacidade
uk: Політика конфіденційності

source: Quick answers to the questions that come up most.
de: Schnelle Antworten auf die häufigsten Fragen.
es: Respuestas rápidas a las preguntas más frecuentes.
fr: Des réponses rapides aux questions les plus fréquentes.
it: Risposte rapide alle domande più comuni.
ja: よくある質問への手早い答え。
pt: Respostas rápidas para as perguntas mais frequentes.
uk: Швидкі відповіді на найпоширеніші запитання.

source: Quick Start
de: Schnellstart
es: Inicio rápido
fr: Démarrage rapide
it: Avvio rapido
ja: クイックスタート
pt: Início rápido
uk: Швидкий старт

source: Rain
de: Regen
es: Lluvia
fr: Pluie
it: Pioggia
ja: 雨
pt: Chuva
uk: Дощ

source: Rain showers
de: Regenschauer
es: Chubascos
fr: Averses
it: Rovesci di pioggia
ja: にわか雨
pt: Pancadas de chuva
uk: Зливи

source: Rating
de: Bewertung
es: Valoración
fr: Note
it: Valutazione
ja: 評価
pt: Avaliação
uk: Оцінка

source: Re-send all to iPhone
de: Alle erneut ans iPhone senden
es: Reenviar todo al iPhone
fr: Tout renvoyer vers l’iPhone
it: Reinvia tutto all’iPhone
ja: すべてiPhoneに再送信
pt: Reenviar tudo para o iPhone
uk: Надіслати все на iPhone знову

source: Re-send every session on this watch to your iPhone — use it if some dives didn't show up there.
de: Sendet jede Session dieser Uhr erneut an dein iPhone — nutze es, falls dort manche Tauchgänge nicht auftauchten.
es: Reenvía al iPhone todas las sesiones de este reloj: úsalo si alguna inmersión no apareció allí.
fr: Renvoyez vers l’iPhone toutes les sessions de cette montre — utile si certaines plongées n’y sont pas apparues.
it: Reinvia all’iPhone tutte le sessioni di questo orologio: usalo se qualche immersione non è comparsa lì.
ja: この時計のすべてのセッションをiPhoneに再送信します。ダイブが表示されない場合に使います。
pt: Reenvia todas as sessões deste relógio para o seu iPhone — use se alguns mergulhos não apareceram lá.
uk: Повторно надішліть на iPhone усі сесії з цього годинника — скористайтеся, якщо якісь занурення там не з’явилися.

source: Re-send to iPhone
de: Erneut ans iPhone senden
es: Reenviar al iPhone
fr: Renvoyer vers l’iPhone
it: Reinvia all’iPhone
ja: iPhoneに再送信
pt: Reenviar para o iPhone
uk: Надіслати на iPhone знову

source: Read the User Guide
de: Benutzerhandbuch lesen
es: Leer la guía del usuario
fr: Lire le guide d’utilisation
it: Leggi la guida utente
ja: ユーザガイドを読む
pt: Ler o Guia do Usuário
uk: Читати посібник користувача

source: Reconnecting to Apple Watch…
de: Verbindung zur Apple Watch wird wiederhergestellt …
es: Reconectando con el Apple Watch…
fr: Reconnexion à l’Apple Watch…
it: Riconnessione all’Apple Watch…
ja: Apple Watchに再接続中…
pt: Reconectando ao Apple Watch…
uk: Повторне з’єднання з Apple Watch…

source: Relive a dive with the photos and videos you took that day — including shots from an underwater camera you've imported to your phone.
de: Erlebe einen Tauchgang mit den Fotos und Videos noch einmal, die du an dem Tag aufgenommen hast — auch Aufnahmen einer Unterwasserkamera, die du auf dein iPhone importiert hast.
es: Revive una inmersión con las fotos y vídeos que tomaste ese día, incluidas las tomas de una cámara subacuática que hayas importado a tu teléfono.
fr: Revivez une plongée avec les photos et vidéos prises ce jour-là — y compris les prises d’une caméra sous-marine importées sur votre téléphone.
it: Rivivi un’immersione con le foto e i video scattati quel giorno — inclusi gli scatti di una fotocamera subacquea che hai importato sul telefono.
ja: その日に撮った写真やビデオでダイブを振り返れます——iPhoneに読み込んだ水中カメラの写真も含めて。
pt: Reviva um mergulho com as fotos e os vídeos que você fez naquele dia — incluindo imagens de uma câmera subaquática que você importou para o telefone.
uk: Переживіть занурення знову з фото та відео, які ви зняли того дня — зокрема кадрами з підводної камери, які ви імпортували на телефон.

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
ja: 名前を変更
pt: Renomear
uk: Перейменувати

source: Rename Spot
de: Spot umbenennen
es: Renombrar punto
fr: Renommer le spot
it: Rinomina spot
ja: スポット名を変更
pt: Renomear local
uk: Перейменувати місце

source: Reset to defaults
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados
fr: Rétablir les réglages par défaut
it: Ripristina i valori predefiniti
ja: デフォルトに戻す
pt: Restaurar padrões
uk: Скинути до типових

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
pt: Restaurar compras
uk: Відновити покупки

source: Restores your Supporter subscription on this device. Coffee tips are one-off and aren't restored.
de: Stellt dein Unterstützer-Abo auf diesem Gerät wieder her. Kaffee-Trinkgelder sind einmalig und werden nicht wiederhergestellt.
es: Restaura tu suscripción de Colaborador en este dispositivo. Las propinas de café son únicas y no se restauran.
fr: Restaure votre abonnement Soutien sur cet appareil. Les cafés sont ponctuels et ne sont pas restaurés.
it: Ripristina il tuo abbonamento Sostenitore su questo dispositivo. I caffè sono una tantum e non vengono ripristinati.
ja: この端末でサポーター登録を復元します。コーヒーの寄付は1回限りで復元されません。
pt: Restaura sua assinatura de Apoiador neste dispositivo. As gorjetas de café são avulsas e não são restauradas.
uk: Відновлює вашу підписку Прихильника на цьому пристрої. Кава — це разові чайові, вони не відновлюються.

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
pt: Tentar novamente
uk: Повторити

source: Retry Export
de: Export erneut versuchen
es: Reintentar exportación
fr: Réessayer l’export
it: Riprova esportazione
ja: 書き出しを再試行
pt: Tentar exportar de novo
uk: Повторити експорт
